export const stories = [
    {
        id: 'feedback1',
        name: 'Соломія Корнага',
        img: '/assets/img/feedback-photos/solomiia_kornaha.jpeg',
        text: `Подавалась на напрямок Frontend development. При першій зустрічі з менторкою чітко поставили мету: вивчення React. Почалося поступове занурення у документацію та купа навчальних відеоматеріалів, також виникла ідея щоб застосовувати теорію на практиці, так на гітхабі тепер живе маленький проектик. Це стало чудовим початком для експериментів і реалізації нових знань.
         Особливо хочу відмітити, що після кожного пул реквеста відбувалися ревюшки коду, за що дуже вдячна. Чути думки інших про твій код, рефакторити його та отримувати апрув - це емейзінг`,
        linkedin: 'http://www.linkedin.com/in/solomiia-kornaha-4594282a7',
        role: ''
    },
    {
        id: 'feedback2',
        name: 'Дарʼя Смірнова',
        img: '/assets/img/feedback-photos/DariaSmirnova.jpg',
        text: 'After 4 months of working together and communicating, my mentee got her first job as a Junior Python Developer! Dear mentee, I am incredibly proud of you and very glad that I was able to support you on this path. Your result is a vivid example of the fact that hard work and enthusiasm will allow you to achieve any set goals!',
        linkedin: '',
        role: 'менторка Python'
    },
    {
        id: 'feedback3',
        name: 'Яна Степанова',
        img: '/assets/img/feedback-photos/yana_stepanova.jpg',
        text: 'Підтримка ментора та турбота спонукали бути більш дисциплінованою і постйно подаватися на всі можливі вакансії, що по суті й дало результат! Отримала відповіді на ті питання, котрі ніби то і так ясно, проте ніт ;)',
        linkedin: 'https://www.linkedin.com/in/yana-stepanova-syna',
        role: ''
    },
    {
        id: 'feedback4',
        name: 'Анонімний відгук',
        img: '',
        text: 'Мій досвід участі в програмі менторства був надзвичайно позитивним. Я отримала нові знання, розширила своє коло спілкування та знайшла впевненість у собі. Участь у таких програмах є надзвичайно корисною, і я рекомендую її всім, хто прагне до особистісного та професійного росту. Я хотіла б поділитися важливістю чіткої постановки цілей та усвідомлення власних цінностей. Це не тільки допомагає в карʼєрі, але й у житті загалом. Не бійтеся оцінювати свої цілі та бажання з різних перспектив, адже це відкриває нові можливості.',
        linkedin: '',
        role: ''
    },
    {
        id: 'feedback5',
        name: 'Дарʼя Пугач',
        img: '/assets/img/feedback-photos/DariiaPugach.jpg',
        text: 'In these 3.5 months of work, I see a huge gap: before that, I had plans to postpone the job search itself for as long as possible until I "learn everything well"; now I have specific goals. Dasha also prepared me for a technical interview and generously shared her knowledge. I felt support and faith in myself, and it seems to me that this faith will support me internally and further, when I will already be in free swimming.',
        linkedin: '',
        role: 'менті Python'
    },
    {
        id: 'feedback6',
        name: 'Анонімний відгук',
        img: '',
        text: 'Мій ментор - Влад з Чехії - чудова і освідчена людина. ЗАвдяки ньому я оновив резюме - і як результат - у мене є офер! Він допоміг мені не тільки покращити якість мого коду але і давав багато порад різного штибу. Дякую кожному організатору за наданий шанс і чудове знайомство!',
        linkedin: '',
        role: ''
    },
    {
        id: 'feedback7',
        name: 'Марія Голубєва',
        img: '/assets/img/feedback-photos/MariaHolubieva.jpg',
        text: 'Volunteering for WWCode Kyiv and now Vona Tech Community has had a huge impact on my career. I got my last two jobs thanks to references from the community, now I work as an engineer at Apple. Volunteering also helped develop my leadership skills, which I use at work. I also gained important experience in public speaking. In addition to the above, helping others gives me the feeling that I am doing something important, helping people, influencing the development of IT in Ukraine.',
        linkedin: '',
        role: 'Лідерка менторської програми'
    },
    {
        id: 'feedback8',
        name: 'Анонімний відгук',
        img: '',
        text: 'Мій ментор це просто неймовірна людина. Альона це такий скарб, стільки знань, думок, досвіду і підтримки. Я дуже вдячна програмі за такого ментора, сама собі заздрю!',
        linkedin: '',
        role: ''
    },
    {
        id: 'feedback9',
        name: 'Руслана Горбачук',
        img: '/assets/img/feedback-photos/RuslanaHorbachuk.png',
        text: 'The positive experience of participating in the mentoring program as a mentor gave me the confidence that it is worth investing your own energy in supporting and developing the values ​​that are important to you. Expanding the circle of acquaintances among successful girls and women in IT motivates me, sharing experiences enriches me and helps me maintain faith in my own strength.',
        linkedin: '',
        role: 'Волонтерка'
    },
    {
        id: 'feedback10',
        name: 'Анонімний відгук',
        img: '',
        text: 'Вже не перший раз на програмі, і вдруге щастить з ментором та самим навчанням! Навіть задумався в майбутньому спробувати і себе в ролі ментора на цій програмі, як тільки з\'явиться можливість. В перший раз приходив покращити базу та знайти першу роботу, а вдруге відчути вже себе впевненим мідлом та вивчити нову архітектуру, та покращити знання в цілому. Вже не раз рекомендував програму своїм знайомим, так як в мене від неї лише позитивні емоції :D',
        linkedin: '',
        role: ''
    },
    {
        id: 'feedback11',
        name: 'Марʼяна Шама',
        img: '/assets/img/feedback-photos/MarianaShama.jpeg',
        text: 'I first heard about the community in October 2023 at an event where Yulia and Olga spoke. And after that, I became an active member of the community. I went to events, was a speaker myself, took part in the mentoring program. The most important thing for me is the people who are here. These are smart, strong and incredible women with whom you want to work and develop the community. Now I am the curator of the Backend direction and I am very glad that I went to the event that October day.',
        linkedin: '',
        role: 'Лідерка Backend напрямку (2023)'
    },
    {
        id: 'feedback12',
        name: 'Анонімний відгук',
        img: '',
        text: 'Хотілося б більше залученості менті і сеторок протягом програми до загальної комунікації, наприклад, в тг каналі, з метою поширення досвіду',
        linkedin: '',
        role: ''
    },
    {
        id: 'feedback13',
        name: 'Анонімний відгук',
        img: '',
        text: 'Класна організація. Підбір пари та закріплений координатор, який постійно на звʼязку, дуже підтримує та мотивує. Дружня атмосфера, ну і звичайно, сильна мета. Дякую, що запросили.',
        linkedin: '',
        role: ''
    },
    {
        id: 'feedback14',
        name: 'Анонімний відгук',
        img: '',
        text: 'Для мене найціннішим було те, що я мала можливість працювати з такою крутою менторкою, як Хайдук Наталя. Вона не просто давала поради - вона справді підтримувала, допомагала повірити в себе та розібратися з усіма питаннями. Її досвід і людяність дуже мене надихнули. Моя головна ціль була - змінити роботу та перейти на новий рівень як розробниця. І я цього досягла! Наталя підтримувала мене на кожному етапі - і під час підготовки до співбесід, і вже після - коли я адаптувалась у новій компанії. Завдяки цьому зараз я почуваюся впевненіше та чітко бачу свій подальший шлях розвитку. Щодо складнощів - найбільшим викликом для мене були внутрішні сумніви, а саме страх чогось не знати, не впоратися, відчуття, що моїх знань недостатньо, щоб претендувати на бажану позицію. Але саме підтримка менторки допомогла мені подолати свої страхи і рухатись вперед.',
        linkedin: '',
        role: ''
    },
    {
        id: 'feedback15',
        name: 'Анонімний відгук',
        img: '',
        text: 'Дуже цінним був досвід ментора, його поради та відповіді на мої питання. На початку програми мені запропонували фріланс, а я доєдналася впершу чергу щоб допомогли прокачатися для отримання оффера, тож я змінила запит з проходжегня співбесід на розробку свого пет-проєкту і код-ревью від ментора. Та через навантаження по фрілансу встигла дуже мало написати. Тому для себе зараз роблю висновки що треба було скоріше зосередитися на детальних співбесідах по різних темах, бо фріланс скінчився і знову у пошуках роботи. Ментор дуже професійний, багато знає і легкий у спілкуванні. Дякую вам що організували все!!!',
        linkedin: '',
        role: ''
    },
    {
        id: 'feedback16',
        name: 'Анонімний відгук',
        img: '',
        text: 'Дуже цінною була ця менторська програма для жінок. Вона, як рятувальне коло дала можливість триматися на поверхні води, відновитися після вигорання та побачити трохи сонця на горизонті. Усвідомлення, що я не одна і що проходжу шлях разом з іншими жінками, що нові знання та вміння заохочуються,- додало опори. Тепла, товариська атмосфера підтримувала впродовж всього часу. Я вдячна організаторкам за можливість потрапити на таку програму. І велике дякую ментору за поради та підтримку.',
        linkedin: '',
        role: ''
    },
    {
        id: 'feedback17',
        name: 'Анонімний відгук',
        img: '',
        text: 'Особисто для мене було найбльш цінним у програмі зацікавленність менторки Христини у моєму прогресі, швидкі відповіді і пояснення незрозумілих моментів, загалом те, що вона так би мовити взяла на себе роль куратора нашої спільної роботи, за що я їй дуже вдячна. Я значно розширила і поглибила свої знання, а також отримала практичні навички, яких раніше не мала. Тепер я відчуваю себе більш впевненою на шляху до своїх цілей. Я дуже ціную, що Христина запропонувала свою допомогу і надалі після завершення програми. Дуже вам дякую за таку програму і таку підібрану мені менторку.',
        linkedin: '',
        role: ''
    },
    {
        id: 'feedback18',
        name: 'Анонімний відгук',
        img: '',
        text: 'Мені дуже сподобалось приймати участь у якості менті. Наталія, мій ментор, - дуже досвічена фахівчиня. Кожна зустріч була продуктивна, з сильною мотивацією і насичена новими ідеями, знаннями з практики, а не з книжок або курсів',
        linkedin: '',
        role: ''
    },
    {
        id: 'feedback19',
        name: 'Анонімний відгук',
        img: '',
        text: 'Найбільш цінним для мене було побачити і оцінити свій рівень, побачити свої слабкі сторони і пропрацювати їх з менторкою, це дало мені більше впевненості',
        linkedin: '',
        role: ''
    },
    {
        id: 'feedback20',
        name: 'Анонімний відгук',
        img: '',
        text: 'Дуже задоволена підбором ментора, багато нового для себе відкрила, було багато порад для професійного розвитку у майбутньому',
        linkedin: '',
        role: ''
    },
    {
        id: 'feedback20',
        name: 'Анонімний відгук',
        img: '',
        text: 'Спершу хочу подякувати всім хто організовував цю хвилю, це неймовірно круто що є така платформа, де можуть зібратися ментори та менті і отримати користь в саме такому форматі. Як на мене то саме відсутність якоїсь прописаної завчасно програми дає змогу розшевелити мозок і ментору і менті. Для мене як менторки це був цікавий і новий досвід. І я дуже рада що в мене було одразу аж дві менті. Це дозволило мені наче одночасно дві хвилі пройти )). Бо в одну групу я їх не об\'єднувала (окрім різних запитів ще була і різниця в часі. Бо я і Сніжана в Україні, а Катерина - в США). Чого вдалося досягти? - як на мене, то у обох дівчат за ци три місяці був помітний прогрес у тих питаннях, які були задані. З цікавого - прийшли з одними питаннями, а по ходу спілкування вимальовувалися інші, що теж є, як на мене, оцією потужною перевогаю відсутності якоїсь конкретної програми. Тобто навіть не маючи якогось конкретного запиту, у менті настає момент коли треба все ж таки прислухатися до себе і визначити що саме хочеться знати, прояснити. І це величезний плюс. З покращення - мені як менторці було б цікаво раз на місяць зустрітися всіма менторами для того щоб почути - а як там у інших, а які питання задають менті, а які підходи у менторів. Також ще було б цікаво по напрямкам окрему зустріч саме для менторів. Ще було б добре збирати фідбек по тому саме з якими питаннями приходять. Мені здається що це у підсумку буде корисно і наступним менторам. Бо врешті решт коли вибірка буде великою, то і питання будуть біль-менш однакові. І шлях буде виглядати теж приблизно однаково. Наприклад як у мене - прийшли з одним запитом. Через 4 заняття вже сформулювали інші запити. Цікаво було б подивитися - який відсоток менторов/менті йдуть саме таким шляхом. Ну і наостанок я хочу подякувати своїм менті. Катерина та Сніжана, ви дуже великі молодці, що дійшли до кінця, були заряджені щось отримувати, вчитися, незважаючи на завантаженість. Були гнучкими, коли виникала необхідність змінити розпорядок занять, та виконували домашні завдання.',
        linkedin: '',
        role: ''
    },
    {
        id: 'feedback21',
        name: 'Анонімний відгук',
        img: '',
        text: 'Мені все сподобалось, дякую. Готова долучитися до наступної хвилі не лише як менті, а також як волонтер',
        linkedin: '',
        role: ''
    },
    {
        id: 'feedback22',
        name: 'Світлана',
        img: '',
        text: 'I am very glad that I wrote to WWCode in November 2020 and found Yulia. I want to say about Yulia\'s very cool skills - the ability to clearly identify and systematize tasks, not to look for easy ways, but to work qualitatively, understanding the basic processes, also to be a psychologist at times and to feel what a person needs... what exactly is the help of a mentor.',
        linkedin: '',
        role: 'менті Frontend'
    },
    {
        id: 'feedback23',
        name: 'Олена Носар',
        img: '',
        text: 'During these three months, I not only significantly improved my knowledge of Java, but also got to know the world of the Java backend. I am grateful to the WWCode Kyiv organization for this opportunity. And a special thank you to my mentor Mariana Shama for her support at every step and for the pleasant atmosphere at our meetings 💜.',
        linkedin: '',
        role: 'менті Java'
    }
];